[
  [
    "At first WhiteHat Jr. was totally alien to me and I had my fair share of concerns regarding the legitimacy and authenticity of the platform. So, I download the app and tried to know about WhiteHat Jr. and was amazed at what they were offering and what their students had achieved so far. I was impressed by their idea of introducing kids to the world of coding at an early stage in life. Once I took the trial of the platform for my child, all my doubts got washed away immediately. Their one on one learning experience as well as the interactive methods are really outstanding. A platform like this can immensely help budding minds in the monotonous world of curriculum-based teaching.",
    "At first WhiteHat Jr. was totally alien to me and I had my fair share of concerns regarding the legitimacy and authenticity of the platform. So, I download the app and tried to know about WhiteHat Jr. and was amazed at what they were offering and what their students had achieved so far. I was impressed by their idea of introducing kids to the world of coding at an early stage in life. Once I took the trial of the platform for my child, all my doubts got washed away immediately. Their one on one learning experience as well as the interactive methods are really outstanding. A platform like this can immensely help budding minds in the monotonous world of curriculum-based teaching.",
    "At first WhiteHat Jr. was totally alien to me and I had my fair share of concerns regarding the legitimacy and authenticity of the platform. So, I download the app and tried to know about WhiteHat Jr. and was amazed at what they were offering and what their students had achieved so far. I was impressed by their idea of introducing kids to the world of coding at an early stage in life. Once I took the trial of the platform for my child, all my doubts got washed away immediately. Their one on one learning experience as well as the interactive methods are really outstanding."
  ],
  [
    "\"WhiteHat Jr. app provides a valuable experience of learning coding with a future-oriented and expert curriculum that is created and extensively peer-reviewed by computer engineering alumni of the top technological institutes in the world. It has five curriculum levels for all grades: For first grade-  Beginner curriculum. For second and third grade- Intermediate curriculum. From fourth to sixth-grade - Advanced curriculum. From seventh to eighth grade- Professional curriculum. From grade 10th onwards -  Applied Tech Curriculum.  So, if you want your kids to create the world’s next big platform/app/digital product, download WhiteHat Jr. app today .\"",
    "WhiteHat Jr. app provides a valuable experience of learning coding with a future-oriented and expert curriculum that is created and extensively peer-reviewed by computer engineering alumni of the top technological institutes in the world. It has five curriculum levels for all grades:\nFor first grade-  Beginner curriculum.\nFor second and third grade- Intermediate curriculum.\nFrom fourth to sixth-grade - Advanced curriculum.\nFrom seventh to eighth grade- Professional curriculum.\nFrom grade 10th onwards -  Applied Tech Curriculum.\n\nSo, if you want your kids to create the world’s next big platform/app/digital product, download WhiteHat Jr. app today ."
  ],
  [
    "WhiteHat Jr.'s app mission is to make children creators in the modern world which will be shaped by man-made tech and AI autonomy. Children learn essentials of coding-- rationale, structure, arrangement and algorithmic intuition to produce inventive results e.g. activities and apps. WhiteHat Jr. app offers a total educational plan for kids aged and over 6 years old on coding and related fundamental ideas of the current period. Starting from a layman 6-year little child, until arriving at the early adulthood age of 17, WhiteHat Jr.'s mission is to transform children from mere consumers to creators of tech.",
    "WhiteHat Jr.'s app mission is to make children creators in the modern world which will be shaped by man-made tech and AI autonomy. Children learn essentials of coding-- rationale, structure, arrangement and algorithmic intuition to produce inventive results e.g. activities and apps. WhiteHat Jr. app offers a total educational plan for kids aged and over 6 years old on coding and related fundamental ideas of the current period. Starting from a layman 6-year little child, until arriving at the early adulthood age of 17, WhiteHat Jr.'s mission is to transform children from mere consumers to creators of tech.",
    "Children learn essentials of coding-- rationale, structure, arrangement and algorithmic intuition to produce inventive results e.g. activities and apps. WhiteHat Jr. app offers a total educational plan for kids aged and over 6 years old on coding and related fundamental ideas of the current period. Starting from a layman 6-year little child, until arriving at the early adulthood age of 17, WhiteHat Jr.'s mission is to transform children from mere consumers to creators of tech."
  ],
  [
    "WhiteHat Jr. app doesn’t just give the kids an introduction to coding but also helps them kickstart what could turn into a career in the near future. The fellowship and mentorship opportunities offered make sure that the right guidance is available to these kids, as they lay the foundation of what is to be a long career line. With development, they’re not just job-ready but also learn about entrepreneurship by launching apps on their own.",
    "The WhiteHat Jr. app doesn’t just give the kids an introduction to coding but also helps them kickstart what could turn into a career in the near future. The fellowship and mentorship opportunities offered make sure that the right guidance is available to these kids, as they lay the foundation of what is to be a long career line. With development, they’re not just job-ready but also learn about entrepreneurship by launching apps on their own."
  ],
  [
    "Whitehat Jr. app can help your child learn in developing mobile apps as well. Kids are taught the core concepts of coding, along with useful examples and exercises. They are encouraged to think independently and find solutions to problems. When building mobile apps, they are taught to think from the perspective of the end-user and build useful and efficient apps. The course helps them gain a lot of confidence in app development as well as other aspects of coding.",
    "Whitehat Jr. app can help your child learn in developing mobile apps as well. Kids are taught the core concepts of coding, along with useful examples and exercises. They are encouraged to think independently and find solutions to problems. When building mobile apps, they are taught to think from the perspective of the end-user and build useful and efficient apps."
  ],
  [
    "WhiteHat Jr. app offers five tailored programs only. They teach coding and computer science only. They cater to children only. Therefore, you can be sure that they actually specialize in what they do. They will make your child a coding master by not just feeding him/her with theory, but helping the child apply the knowledge through apps, games, and chatbots. Their lessons are built according to a child’s age and capability to absorb all information given to him or her.",
    "WhiteHat Jr. app offers five tailored programs only. They teach coding and computer science only. They cater to children only. Therefore, you can be sure that they actually specialize in what they do. They will make your child a coding master by not just feeding him/her with theory, but helping the child apply the knowledge through apps, games, and chatbots. Their lessons are built according to a child’s age and capability to absorb all information given to him or her."
  ],
  [
    "The WhiteHat Jr. coding courses are a great learning experience for kids. The course is easily accessible from home with one-on-one live interaction with the kids online. Today, in the computer age, less than 1% of schools teach algorithmic thinking. Result, a major gap in the requirements of the new world and our children’s skills. WhiteHat Jr prepares kids aged 6-14 for this new world. Kids learn both the fundamentals of coding-logic, sequence .",
    "The WhiteHat Jr. app coding courses are a great learning experience for kids. The course is easily accessible from home with one-on-one live interaction with the kids online. Today, in the computer age, less than 1% of schools teach algorithmic thinking. Result, a major gap in the requirements of the new world and our children’s skills. WhiteHat Jr prepares kids",
    "The WhiteHat Jr. coding courses are a great learning experience for kids. The course is easily accessible from home with one-on-one live interaction with the kids online. Today, in the computer age, less than 1% of schools teach algorithmic thinking. Result, a major gap in the requirements of the new world and our children’s skills. WhiteHat Jr prepares kids aged 6-14 for this new world. Kids learn both the fundamentals of coding-logic, sequence, structure, algorithmic thinking and experience the joy of creative expression in building animations, games and apps using code."
  ],
  [
    "A  few years ago, even basic coding was challenging to understand. But nowadays, basic coding is effortless to learn with the help of WhiteHat Jr. app. With the help of this programming knowledge, you can create new functioning apps, games, and websites. Acquiring knowledge about these programming languages will help in the overall development of your kids’ studies. WhiteHat Jr. app is a reliable stage for children to learn codes with an individualized methodology.",
    "A  few years ago, even basic coding was challenging to understand. But nowadays, basic coding is effortless to learn with the help of WhiteHat Jr. app. With the help of this programming knowledge, you can create new functioning apps, games, and websites. Acquiring knowledge about these programming languages will help in the overall development of your kids’ studies."
  ],
  [
    "WhiteHat Jr. app is offering courses of various levels and has different packages based on the no. of live classes needed by the child. They offer courses which teach coding and programming of mobile applications, web apps, 2D animation and even applied tech. WhiteHat Jr relentlessly works on improving the logical thinking, creativity and reasoning of children, and in due course they would eventually fall in love with coding.",
    "WhiteHat Jr. app is offering courses of various levels and has different packages based on the no. of live classes needed by the child. They offer courses which teach coding and programming of mobile applications, web apps, 2D animation and even applied techand reasoning of children, and in due course they would eventually fall in love with coding."
  ],
  [
    "I found that online coding classes are a trending way of learning for kids today which helps keep them busy in something productive and refines their way of thinking.  WhiteHat Jr. app impressed me a lot personally, due to which I made my 12-year-old daughter attend a free trial session with them to have an idea about her comfort level with the platform.",
    "found that online coding classes are a trending way of learning for kids today which helps keep them busy in something productive and refines their way of thinking.  WhiteHat Jr. app impressed me a lot personally, due to which I made my 12-year-old daughter attend a free trial session"
  ],
  [
    ". WhiteHat Jr. app focuses on teaching coding to young children, ranging between the age of 6 to 14. They train basics of coding which incorporate rationale, structure, succession and algorithmic intuition to empower children to produce inventive results like sites, activities and play store applications on their own. All in all, the whole experience of learning coding has been made very easy and simple for children by WhiteHat Jr.",
    "White hat jr They train basics of coding which incorporate rationale, structure, succession and algorithmic intuition to empower children to produce inventive results like sites, activities and play store applications on their own. All in all, the whole experience of learning coding has been made very easy and simple for children by WhiteHat Jr."
  ],
  [
    "After downloading WhiteHat Jr app i truly believe it is one of the best app for online ed-tech platforms due to its live interactions with the teachers, well planned curriculum and fun learning methodology. It really helped me in selecting my majors during enrollment in my undergrad. I am happily pursuing my studies further in the domain of Artificial Intelligence (AI) and a lot of credit goes to WhiteHat Jr for setting a rock solid base for me.",
    "After downloading WhiteHat Jr app i truly believe it is one of the best app for online ed-tech platforms due to its live interactions with the teachers, well planned curriculum and fun learning methodology. It really helped me in selecting my majors during enrollment in my undergrad. I am happily pursuing my studies further in the domain of Artificial Intelligence"
  ],
  [
    "I have 11 old son and I can say It is better to give your children some direction rather than leave your children with Mobile phone now days because so many unnecessary things are going on because I am seeing big difference on him with white hat jr app coding classes.",
    "Wonderful app\n I have 11 old son and I can say It is better to give your children some direction rather than leave your children with Mobile phone now days because so many unnecessary things are going on because I am seeing big difference on him with white hat jr app coding classes."
  ],
  [
    "WhiteHat Jr. app has transformed my kid's life with their amazing project-based coding lessons. My daughter, a 7th grade student, has a strong passion for building tech applications, so the concept of creating a coding class to help her learn better, began when she was in 6th grade and she wanted it more than anything. She has been passionate about building and growing technology since a young age",
    "WhiteHat Jr. app has transformed my kid's life with their amazing project-based coding lessons. My daughter, a 7th grade student, has a strong passion for building tech applications, so the concept of creating a coding class to help her learn better, began when she was in 6th grade and she wanted it more than anything. She has been passionate about building and growing technology since a young age."
  ],
  [
    "WhiteHat Jr's app is an online platform that prepares your child to face the digital-first future with confidence and open up new career opportunities. While the majority of industries move to automated models and increased dependency on technology, WhiteHat Jr. ensures that your child has the tools to become the creator of next big tech company rather than a mere consumer of tech.",
    "WhiteHat Jr's app is an online platform that prepares your child to face the digital-first future with confidence and open up new career opportunities. While the majority of industries move to automated models and increased dependency on technology, WhiteHat Jr. ensures that your child has the tools"
  ],
  [
    "White hat junior is a complete package for learning coding from the scratch even if you have no idea about coding you will find it easy to learn if you take 1:1 live online classes. The teachers are so cooperative and they will make you understand the entire thing in an easy manner.",
    "White hat junior is a complete package for learning coding from the scratch even if you have no idea about coding you will find it easy to learn if you take 1:1 live online classes. The teachers are so cooperative and they will make you understand the entire thing in an easy manner."
  ],
  [
    "Schools have gone online in this pandemic, and I have my own job WFH. This led to my son drifting away from studies and that is when another parent from his school posted about WhiteHat Jr. app on our whatsapp school group. It caught my attention because it talked about enhancing the problem-solving skills of kids.",
    "Schools have gone online in this pandemic, and I have my own job WFH. This led to my son drifting away from studies and that is when another parent from his school posted about WhiteHat Jr. app on our whatsapp school group. It caught my attention because it talked about enhancing the problem-solving skills of kids."
  ],
  [
    "I found out this application during this lockdown because of my child have so much time I just wanted to my children ahead in technology when he is younger and this coaching is exactly providing this by giving so many knowledge about computer",
    "I found out this application during this lockdown because of my child have so much time I just wanted to my children ahead in technology when he is younger and this coaching is exactly providing this by giving so many knowledge about computer"
  ],
  [
    "WhiteHat Jr. app for our 10-year-old daughter. I was a bit skeptical since this was the first time we were going for such a course. But the adapted the course to meet our expectations. The teacher and the team are highly professional and helpful.",
    "We took the Advanced course from WhiteHat Jr. app for our 10-year-old daughter. I was a bit skeptical since this was the first time we were going for such a course. But the adapted the course to meet our expectations. The teacher and the"
  ],
  [
    "WhiteHat Jr app is an educational platform that teaches school kids coding online. I have taken a trial class for my 8-year-old son, and for me, it's worth it. The instructors are very interactive, and my son loves attending their online classes. I am happy with the shift of his interest from watching cartoons to spending time learning a new skill.",
    "WhiteHat Jr app is an educational platform that teaches school kids coding online. I have taken a trial class for my 8-year-old son, and for me, it's worth it. The instructors are very interactive, and my son loves attending their online classes. I am happy with the shift of his interest from watching cartoons to spending"
  ],
  [
    "I can't see any other options in town for small children to learn about technology and white hat comes with the great platform and the easier way of learning about Coding just specially designed for children",
    "I can't see any other options in town for small children to learn about technology and white hat comes with the great platform and the easier way of learning about Coding just specially designed for children"
  ],
  [
    "White Hat Jr. App is unique for being the first online education platform providing AI and machine learning based courses for school kids. It can make your kid an innovator. By taking the course, he or she can build useful apps, entertaining games, and create other innovations using machine learning, self-driving cars, and AI.",
    "White Hat Jr. App is unique for being the first online education platform providing AI and machine learning based courses for school kids. It can make your kid an innovator. By taking the course, he or she can build useful apps, entertaining games, and create other innovations using machine learning, self-driving cars, and AI.",
    "It is a unique app for being the first online education platform providing AI and machine learning based courses for kids. It can make your kid an innovator. By taking the course he or she can build gaming apps and other innovations using machine learning, self driving cars and AI."
  ],
  [
    "what an amazing and delightful app to use for years 1 read about coding and operating system this app simplifies and teaching you with 1:1 live classes. I cannot wait for my practice levels to start with learning something new thank you it's really appreciated.",
    "what an amazing and delightful app to use for years 1 read about coding and operating system this app simplifies and teaching you with 1:1 live classes. I cannot wait for my practice levels to start with learning something new thank you it's really appreciated."
  ],
  [
    "WhiteHat Jr. app has been a phenomenal backbone to my child's progress from Beginner to Intermediate to Advanced courses. The personal attention given to each child is remarkable. The teachers are sympathetic and adapt their teaching style according to the learning style of a child. The courses are certified This hands-on approach to education .",
    "WhiteHat Jr. app has been a phenomenal backbone to my child's progress from Beginner to Intermediate to Advanced courses. The personal attention given to each child is remarkable. The teachers are sympathetic and adapt their teaching style according to the learning style of a child."
  ],
  [
    "WhiteHat Jr. app is the perfect platform for a 12-year-old who is interested in coding because all their courses, including the Professional curriculum, has been created by computer scientists from top educational institutes like MIT Boston, IIM, Google, and IIT after significant research in computer pedagogy and early childhood coding.",
    "WhiteHat Jr. app is the perfect platform for a 12-year-old who is interested in coding because all their courses, including the Professional curriculum, has been created by computer scientists from top educational institutes like MIT Boston, IIM, Google, and IIT after significant research in computer pedagogy and early childhood coding.",
    "WhiteHat Jr. app is the perfect platform for a 12-year-old who is interested in coding because all their courses, including the Professional curriculum, has been created by computer scientists from top educational institutes like MIT Boston, IIM, Google, and IIT"
  ],
  [
    "You have a chance to win a MacBook by just easy four moves, you just have to invite your friends and family if your friends join white hat junior, you can get a chance to get your MacBook ..",
    "by just simple four steps you have a chance to win a MacBook you have to just simply invite your friends and family if your friends join white hat junior you will get a chanceto get your MacBook.."
  ],
  [
    ".WhiteHat Jr app courses are a great experience for kids. They are easily accessible from home with online one on one instructions. The curriculum is well structured keeping in mind different age groups. Challenging activities in each class is like a cherry on the cake.",
    "hey are easily accessible from home with online one on one instructions. The curriculum is well structured keeping in mind different age groups. Challenging activities in each class is like a cherry on the cake. How do I know all this? Because my nephew has been trained",
    "hey are easily accessible from home with online one on one instructions. The curriculum is well structured keeping in mind different age groups. Challenging activities in each class is like a cherry on the cake. How do I know all this? Because my nephew has been trained"
  ],
  [
    "I have used many other coding apps but white hat is just different from all of them. The teachers are developing the content according to the child's needs and they are working really very hard.",
    "I have used many other coding apps but white hat is just different from all of them. The teachers are developing the content according to the child's needs and they are working really very hard.",
    "Incomparable app.   I have used many other coding apps but white hat is just different from all of them. The teachers are developing the content according to the child's needs and they are working really very hard.",
    "incomparable applicataion  . i have used many other coding apps but white hat is just different from all of them . the teachers are developoing the content according to the child needs and they are working really very hard",
    "incomparable applicataion  . i have used many other coding apps but white hat is just different from all of them . the teachers are developoing the content according to the child needs and they are working really very hard"
  ],
  [
    "I found that online coding classes are a trending way of learning for kids today which keeps them busy in something productive. WhiteHat Jr. app impressed me a lot personally, due to which I made my daughter to take a trial .",
    "I found that online coding classes are a trending way of learning for kids today which keeps them busy in something productive. WhiteHat Jr. app impressed me a lot personally, due to which I made my daughter to take a trial ."
  ],
  [
    "I think WhiteHat Jr. app can be considered as the WhatsApp of the education industry. Messaging was already simplified, but WhatsApp added the final touch it needed. Similarly,  WHJ app aims at coding accessible to everyone by providing online live 1:1 classes, which prepares kids to become the creators of a digital future.",
    "WhiteHat Jr. app can be considered as the WhatsApp of the education industry. Messaging was already simplified, but WhatsApp added the final touch it needed. Similarly,  WHJ app aims at coding accessible to everyone by providing online live 1:1 classes, which prepares kids to become the creators of a digital future."
  ],
  [
    "White hat is really good application I know it is going to take some time for my daughter but they are really giving there best one on classes really helped my daughter to solve her question and she can discuss also",
    "White hat is really good application I know it is going to take some time for my daughter but they are really giving there best one on classes really helped my daughter to solve her question and she can discuss also"
  ],
  [
    "WhitehatJr is complete package for students who wants to develop the coding skills. The teachers find different and interesting ways to teach students and make them understand the concept in a simplified manner.",
    "WhitehatJr  is complete package for students who wants to develop the coding skills. The teachers find different and interesting ways to teach students and make them understand the concept in a simplified manner."
  ],
  [
    "I search for a lot and lot of coding Apps but this is the best app I have ever found the live class is a really helpful as you can take the doubt session with the teachers. This is a very good app. I give it 5 stars.",
    "I search for a lot and lot of coding Apps but this is the best app I have ever found the live class is a really helpful as you can take the doubt session with the teachers. This is a very good app. I give it 5 stars",
    "I search for a lot and lot of coding Apps but this is the best app I have ever found the live class is a really helpful as you can take the doubt session with the teachers. This is a very good app. I give it 5 stars."
  ],
  [
    "White Hat Jr. app has been a spectacular platform.. The teachers at  WhiteHat Jr. are professionally trained and are well-educated to be able to deal with kids - even as young as 6! They are selected based on a rigorous 4-step selection process to intake only top 0.1% of Early Childhood Coding Experts.",
    "The teachers at  WhiteHat Jr. are professionally trained and are well-educated to be able to deal with kids - even as young as 6! They are selected based on a rigorous 4-step selection process to intake only top 0.1% of Early Childhood Coding",
    "The teachers at  WhiteHat Jr. are professionally trained and are well-educated to be able to deal with kids - even as young as 6! They are selected based on a rigorous 4-step selection process to intake only top 0.1% of Early Childhood Coding Experts."
  ],
  [
    "Very gud experience with this coding app. their way to make students understand is good and the question they ask after each short concept learing is moreover best. thanks so much this coding app to make success my child",
    "Best Whitehatjunior Their way to make students understand is good and the question they ask after each short concept learning is moreover best. Thanks u so much this coding app to make success my child.",
    "Very gud experience with this coding app. Their way to make students understand is good and the question they ask after each short concept learing is moreover best. I am really like WhiteHat Jr.",
    "Had gud experience with whitehat jr  coding app. Their way to make students understand is good and the question they ask after each short concept learing is moreover best. I am really like WhiteHat Jr."
  ],
  [
    "WhiteHat Jr. app is offering courses of various levels and has different packages based on the no. of live classes needed by the child. They offer courses which teach coding and programming of mobile applications, web apps, 2D animation and even applied tech.",
    "WhiteHat Jr. app is offering courses of various levels and has different packages based on the no. of live classes needed by the child. They offer courses which teach coding and programming of mobile applications, web apps, 2D animation and even applied tech."
  ],
  [
    "WhiteHat Jr. is an excellent app to teach your kids the essential skill of coding. It has had an astounding impact on my child's abstract thinking as well as resulted in higher test scores in Mathematics to name a few advantages which I have observed. This, along with the opportunities WhiteHat presents,",
    "WhiteHat Jr. is an excellent app to teach your kids the essential skill of coding. It has had an astounding impact on my child's abstract thinking as well as resulted in higher test scores in Mathematics to name a few advantages which I have observed."
  ],
  [
    "WhiteHat Jr. app offers one-on-one coding classes for kids from 6-14 years. You can opt for a free trial, and see for yourself whether you are comfortable with their training methodology or not. They have advanced level courses which venture into - basic app developmente!",
    "WhiteHat Jr. app offers one-on-one coding classes for kids from 6-14 years. You can opt for a free trial, and see for yourself whether you are comfortable with their training methodology or not. They have advanced level courses which venture into"
  ],
  [
    "I recommend white hat junior to all the parents and students ,go take there demo classes and you going to fall in love with this classes the teachers are so professional with there work here.",
    "I recommend white hat junior to all the parents and students ,go take there  demo classes  and you going to fall in love with this classes the teachers are so professional with there work here."
  ],
  [
    "The way teachers teach on this application is very familiar because teachers are familiar with the students, and I won't hesitate to ask very interesting questions.",
    "the way teachers teach on this application is very familiar at the students will get familiar to teachers and I will not hesitate to ask questions that's very good.."
  ],
  [
    "Attractive app for kids\nOne of the most attracting application on application for any parent  all teachers are top class I see my self during the my daughter classes all are certified teachers",
    "One of the most attracting application on application for any parent all teachers are top class I see my self during the my daughter classes all are certified teachers",
    "Attractive app for kids\nOne of the most attracting application on application for any parent all teachers are top class I see my self during the my daughter classes all are certified teachers",
    "One of the most attracting application for any parent, all teachers are top class I see my self during the coding class, my daughter has all the certified teachers.",
    "One of the most attracting application for any parent,  all teachers are top class I see my self during the coding class, my daughter has all the certified teachers."
  ],
  [
    "During this lockdown I can recommend white hat to any parent who are looking for some extra activities classes for your children it can help your children in there career of coding . It’s very helpful",
    "During this lockdown I can recommend white hat to any parent who are looking for some extra activities classes for your children it can help your children in there career of coding.",
    "31. Best career in coding\nDuring this lockdown I can recommend white hat to any parent who are looking for some extra activities classes for your children it can help your children in there career of coding."
  ],
  [
    "In the future, learning coding is very important and you can learn coding very quickly by this application just by stitching at home to you can also go for white hat junior application.",
    "learning coding is in future is very necessary and by this application you can learn coding very easily just by stitching at home to you can just go for white hat junior application."
  ],
  [
    "white hat offers various range of services online . Live classes are fun and working on different projects is an amazing experience.I recommend everyone to try this app.",
    "Good live class.   white hat offers various range of services online . Live classes are fun and working on different projects is an amazing experience.I recommend everyone to  try this app.",
    "white hat offers various range of services online . Live classes are fun and working on different projects is an amazing experience.I recommend everyone to try this app.",
    ".  White hat jr class offers various range of services online . Live classes are fun and working on different projects is an amazing experience I recommend everyone"
  ],
  [
    "I knew it will take some time, but with that my child is learning how to interact people online because of 1:1 online classes, white hat jr app has grabbed the new way of teaching.",
    "21.1:1 online classes\nI knew it will take some time, but with that my child is learning how to interact people online because of 1:1 online classes, white hat jr app has grabbed the new way of teaching."
  ],
  [
    "the live classes are just best.. They guide you at every step and really you will enjoy learning on this application. I am personally using this app and really this is an amazing application.",
    "the live classes are just best.. They guide you at every step and really you will enjoy learning on this application. I am personally using this app and really this is an amazing application."
  ],
  [
    "Whitehat Jr. is one of the best quality content for coding and that too for kids. Kids find it difficult to learn coding but this app has made it really very easy. The teachers are so cooperative and polite.",
    "Nice classes.   Whitehat Jr. is one of the best quality content for coding and that too for kids. Kids find it difficult to learn coding but this app has made it really very easy. The teachers are so cooperative and polite."
  ],
  [
    "I found that  white hat Jr 1:1 online coding classes are a trending way of learing for kids today which helps keep them busy in something productive and refines their way of thinking. WhiteHat Jr. impressed me a lot.",
    "I found that live coding classes are a trending way of learning for kids today which helps keep them busy in something productive and refines their way of thinking. WhiteHat Jr."
  ],
  [
    "the teachers day tour to on white hat junior one of the best features available online platform and they teach you coding like any other easy subject and you will just fall in love with coding",
    "The day tour of teachers to one of the best features available online platform on white hat junior and they teach you coding like every other common topic and you will just fall in love with coding."
  ],
  [
    "Love this app definitely makes me optimistic I'll learn the skills I want for a career I've only fantasize about before downloading it!! Quick, easy and I definitely recommend it!",
    "Love this app definitely makes me optimistic I'll learn the skills I want for a career I've only fantasize about before downloading it!! Quick, easy and I definitely recommend it!"
  ],
  [
    "Overall white hat junior app is the best app. I was not sure about the app but took online trial class and then I decided to get my child enrolled .I am really happy to see him enjoying those coding classes",
    "Overall white hat junior app is the best app. I was not sure about the app but took online trial class and then I decided to get my child enrolled .I am really happy to see him enjoying those coding classes"
  ],
  [
    "The teachers in  White Hat Jr. are professionally trained and are well educated to be able to deal with kids gently by talking about their choices, likes, and dislikes so that kids get interested in coding.5 star from my side for this app.",
    "The teacher in WhiteHat Jr. are professionally trained and are well educated to be able to deal with their kids gently by talking about their choices,likes and dislikes so that kids get interest.",
    "The teachers in WhiteHat Jr. are professionally trained and are well educated to be able to deal with kids gently by talking about their choices,likes and dislikes so that kids get interest in coding classes",
    "The teachers in WhiteHat Jr. are professionally trained and are well educated to be able to deal with kids gently by talking about their choices,likes and dislikes sothat kids get comfortable with them",
    "The teachers in White Hat Jr. are professionally trained and are well educated to be able to deal with kids gently by talking about their choices, likes, and dislikes so that kids get interest"
  ],
  [
    "Teacher from IIT background, itreally attracts me and it's true and my daughter taking one on one classes, it's just going to be really amazing experience for my child",
    "Teacher from IIT background, itreally attracts me and it's true and my daughter taking one on one classes, it's just going to be really amazing experience for my child"
  ],
  [
    "The teachers here are very experienced, and has made course according to kids ability to learn, so very well made application.",
    "Experienced teachers\nThe teachers here are very experienced, and has made course according to kids ability to learn, so very well made application."
  ],
  [
    "This application is made keeping in head the need the future holds for kids, i am very happy to say that i have high hopes from my kids future coding career now.",
    "Happy with this app\nThis application is made keeping in head the need the future holds for kids, i am very happy to say that i have high hopes from my kids future coding career now."
  ],
  [
    "Whitehat jr app is well designed keeping in mind all the requirements of a child. Coding concept is not new but it’s not taught to small children . This app has paved a way for children who want to learn coding at a small age",
    "Whitehat junior app is well designed keeping in mind all the requirements of a child.Coding concept is not new but it's not taught to small children.This app has paved a way for children who want to learn coding at a small age."
  ],
  [
    "The other day, he showed me a simple calculator he had made and while it may not be a big deal for adults, it’s a pretty big deal for a 7-year-old. I’m happy with WhiteHat Jr. app and its amazing teaching style",
    "The other day, he showed me a simple calculator he had made and while it may not be a big deal for adults, it’s a pretty big deal for a 7-year-old. I’m happy with WhiteHat Jr. app and its amazing teaching style"
  ],
  [
    "Time Utilisation of children.   This pandemic has made children lazy and white hat has solved my problem. Now my child is learning coding using the app and the Teachers are really very helpful",
    "Time Utilisation of children.   This pandemic has made children lazy and white hat has solved my problem. Now my child is learning coding using the app and the Teachers are really very helpful",
    "This pandemic has made children lazy and white hat has solved my problem. Now my child is learning coding using the app and the Teachers are really very helpful."
  ],
  [
    "Websites , apps creation is something that is very common inrecent times and will b there even after 100 years later so whitehat is doing a great job by teaching it to children.",
    "Websites , apps creation is something that is very common inrecent times and will b there even after 100 years later so whitehat is doing a great job by teaching it to children."
  ],
  [
    "When small kids learn something new it needs to be managed very well , on white hat jr app the curriculum is easy and according to kids.",
    "Easy to use app\nWhen small kids learn something new it needs to be managed very well , on white hat jr app the curriculum is easy and according to kids."
  ],
  [
    "This whitehat app is doing wonderful a job in teaching coding skills. I don't like online classes but attending the trial class just changed my perspective. The 1:1 live classes are so good that I enrolled myself.",
    "This whitehat app is doing wonderful job in teaching coding skills.I don't like online classes but attending the trial class just changed my perspective.The 1:1 live classes are so good that I enrolled myself.",
    "This whitehat app is doing wonderful job in teaching coding skills.I don't like online classes but attending the trial class just changed my perspective.The 1:1 live classes are so good that I enrolled myself."
  ],
  [
    "Whitehat app is offering genuine services for kids unlike other apps. It not only focuses on skill development but teachers make kids find their lost interest .",
    "Whitehat app is offering genuine services for kids unlike other apps.It not only focusses on skill development but teachers make kids find their lost interest."
  ],
  [
    "The Whitehat junior helps to utilize the time.I am taking 1:1 live online classes and it has been proved beneficial till now,able to learn something new.",
    "The Whitehat junior helps to utilize the time.I am taking 1:1 live online classes and it has been proved beneficial till now,able to learn something new."
  ],
  [
    "If you want to practise coding during the lock down, then you should certainly go whitehead you wear, this is the best app for which you need coding lessons ..",
    "during the lock down if you want to learn coding then you can surely go whitehead you wear this is the best app for which you provide lessons of coding.."
  ],
  [
    "The way teacher’s explain in a concentrated way with the visualisation is really good. Main thing is that teacher’s also give outer and extra knowledge",
    "The way teacher's explain in a concentrated way with visualisation is really good.Main thing is that teacher's also give outer and extra knowledge"
  ],
  [
    "Ohh, whitehat is super amazing app.1:1 live class are very interesting.I have learnt to create a website in just few weeks beginning from the scratch.",
    "Astounding app!   Ohh, whitehat is super amazing app.1:1 live class are very interesting.I have learnt to create a website in just few weeks beginning from the scratch."
  ],
  [
    "Great techniques on whitehat app\nAs a parent I can say that white junior Techniques and the method of this application are really unique and the best part of it's serve your children really huge platform in such a small age thats srsly great",
    "As a parent I can say that white junior Techniques and the method of this application are really unique and the best part of it's serve your children really huge platform in such a small age",
    "As a parent I can say that white junior Techniques and the method of this application are really unique and the best part of it's serve your children really huge platform in such a small age."
  ],
  [
    "Ohh this app is the best one for kids , I am giving it 5 stars and would love to say that this is the best option for kids to learn coding here.",
    "Ohh this app is the best one for kids , I am giving it 5 stars and would love to say that this is the best option for kids to learn coding here."
  ],
  [
    "I have found a perfect application in form of whitehat junior fior my daughter , she have a lot of time right now to enhance her skills , so coding is definitely one of them.",
    "I have found a perfect application in form of whitehat junior fior my daughter , she have a lot of time right now to enhance her skills , so coding is definitely one of them."
  ],
  [
    "This application has got some of the very great teachers,  my daughter also has got a very good teacher and gets 1:1 learning experience.",
    "This application has got some of the very great teachers,  my daughter also has got a very good teacher and gets 1:1 learning experience."
  ],
  [
    "The app is really good , it doesn’t lag in between and kids use it very easily , my son really likes his teacher and how they teach him coding.",
    "The app is really good , it doesn’t lag in between and kids use it very easily , my son really likes his teacher and how they teach him coding."
  ],
  [
    "I am very much happy with this application , it has made my child learn the coding concepts and now she can make her own website!",
    "Happy with whitehat\nI am very much happy with this application , it has made my child learn the coding concepts and now she can make her own website!"
  ],
  [
    "With  the time our education system is also need to change and this application is great example ,1:1 coaching of coding  is doing great job.",
    "With  the time our education system is also need to change and this application is great example ,1:1 coaching of coding  is doing great job."
  ],
  [
    "Great faculty : whitehat app has designed first tech curriculum for students. The faculty is very good and keep you updated about the latest changes if any.",
    "Whitehat app has designed first tech curriculum for students.The faculty is very good and keep you updated about the latest changes if any."
  ],
  [
    "I am observing so many changes on my kid ,he is utilizing his time and doing practice of coding and his communication level is also increased with whitehat app.",
    "I am observing so many changes on my kid ,he is utilizing his time and doing practice of coding and his communication level is also increased with whitehat app."
  ],
  [
    "Whitehat app is an amazing app which is making coding easy for kids .No doubt,that teachers are putting their efforts and following a good strategy.",
    "Whitehat app is an amazing app which is making coding easy for kids .No doubt,that teachers are putting their efforts and following a good strategy."
  ],
  [
    "My sister she is in 7 grade and she is now under of the some of the most excellent IIT graduate teachers in whitehat app and the classes arrangement is very professional here.",
    "Wonderful indeed\nMy sister  she is in 7 grade and she is now under of the some of the most excellent IIT graduate teachers in whitehat app and the classes arrangement is very professional here."
  ],
  [
    "White hat jr is a worth try for every child , this gives them immense exposure and make them learn a very important thing that is coding.",
    "White hat jr is a worth try for every child , this gives them immense exposure and make them learn a very important thing that is coding."
  ],
  [
    "White hat junior app is user friendly and my son uses it very easily , he take coding classes here one on one .",
    "User friendly app\nWhite hat junior app is user friendly and my son uses it very easily , he take coding classes here one on one"
  ],
  [
    "I booked a trial class on whitehat jr app for my kid , the class was one on one and was for free, also i really liked the method they use to teach.",
    "I booked a trial class on whitehat jr app for my kid , the class was one on one and was for free, also i really liked the method they use to teach."
  ],
  [
    "After doing my all research I decided to give this coding classes to my daughter white hat comes with top 1 percent tutor available !",
    "Good coding classes\nAfter doing my all research I decided to give this coding classes to my daughter white hat comes with top 1 percent tutor available !"
  ],
  [
    "My son is very naughty and needs to be taught very well , but the teachers on whitehat are experienced and make him learn very nicely even online.",
    "My son is very naughty and needs to be taught very well , but the teachers on whitehat are experienced and make him learn very nicely even online."
  ],
  [
    "The conventional classes has took a turn now , and its time for online classes , so white hat jr app is doing a great thing by teaching coding to kids.",
    "The conventional classes has took a turn now , and its time for online classes , so white hat jr app is doing a great thing by teaching coding to kids."
  ],
  [
    "My daughter is only 7 year old , and we enrolled her in whitehat jr app so tht she can learn coding in her free time and she is learning it very well here.",
    "My daughter is only 7 year old , and we enrolled her in whitehat jr app so tht she can learn coding in her free time and she is learning it very well here."
  ],
  [
    "White hat junior provides a good service. It has a well designed curriculum for students.",
    "White hat junior provides a good service.It was well designed curriculum for students."
  ],
  [
    "anyone can learn coding very easily I will suggest you to download this app. White hat Jr app is very useful for children who want to learn coding.",
    "this app is best for learn coding. Anyone can learn coding very easily. I will suggest you to download this app this app is very useful."
  ],
  [
    "WhitehatJr app is the best platform for kids to learn coding .Teaching faculty is really good and they are using some unique styles to teach coding and that is the best part",
    "WhitehatJr  app is the best platform for kids to learn coding .Teaching faculty is really good and they are using some unique styles to teach coding and that is the best part",
    "WhitehatJr  app is the best platform for kids to learn coding .Teaching faculty is really good and they are using some unique styles to teach coding and that is the best part"
  ],
  [
    "WhiteHat Jr. is a great app built by like-minded educators who understand the deep connection between learning on an individual level, and the power of human thinking, insight, and cooperation",
    "WhiteHat Jr. is a great app built by like-minded educators who understand the deep connection between learning on an individual level, and the power of human thinking, insight, and cooperation"
  ],
  [
    "White hat jr is the Application where my kid is  learning something which is demand of future, coding will give him so much benefit in future.",
    "White hat jr is the Application where my kid is  learning something which is demand of future, coding will give him so much benefit in future."
  ],
  [
    "The best application for kids on the app store where kids learn some incredible coding skills and open their mind.",
    "The best application for kids on the app store where kids learn some incredible coding skills and open their mind."
  ],
  [
    "Whitehat junior application has got teachers from very good educational backgrounds , they make my child learn in best way.",
    "Whitehat junior application has got teachers from very good educational backgrounds , they make my child learn in best way."
  ],
  [
    "The coding classes on white hat application are given 1:1 with the best teachers available for my child. Must use app.",
    "great coding classes the coding classeson white hat application are given 1:1 with the best teachers available for my child. must use app."
  ],
  [
    "Whitehat jr. is a great app which is working in different way. The teachers are hardworking and explain in the best possible way. Wonderful app.",
    "Whitehat jr. is a great app which is working in different way.The teachers are hardworking and explain in the best possible way.Wonderful app."
  ],
  [
    "So nice happy with the services  instructors are really amazing form Whitehat Jr they provide a good teaching and friendly cooperation from them to the kids learning in this Whitehat Jr",
    "The instructors are really amazing form Whitehat Jr they provide a good teaching and friendly cooperation from them to the kids learning in this Whitehat Jr"
  ],
  [
    "One of the best decision of mine , i enrolled my daughter in this pap to learn coding , and she is really enjoying her time at home learning something new.",
    "Good app\nOne of the best decision of mine , i enrolled my daughter in this pap to learn coding , and she is really enjoying her time at home learning something new."
  ],
  [
    "This app is srsly amazing I am really appreciative of white hat jr application ,this application doing doing great by teaching coding to kids which is indeed a difficult task.",
    "I am really appreciative of white hat jr application ,this application doing doing great by teaching coding to kids which is indeed a difficult task."
  ],
  [
    "The teachers on white hat jr are really experienced definitely and handles my kid very well while while teaching.",
    "The teachers on white hat jr are really experienced definitely and handles my kid very well while while teaching."
  ],
  [
    "Whitehat jr provides 1:1 live classes which is a great thing to keep my child concentrated throughout his learning.",
    "Whitehat jr provides 1:1 live classes which is a great thing to keep my child concentrated throughout his learning."
  ],
  [
    "This application is very good , i am feeling blessed to have found this application for my kid , she has learnt coding here and really enjoying it.",
    "This application is very good , i am feeling blessed to have found this application for my kid , she has learnt coding here and really enjoying it."
  ],
  [
    "Whitehat application has done wonders by making app on this concept of coding coaching to kids , this is indeed very good.",
    "Whitehat application has done wonders by making app on this concept of coding coaching to kids , this is indeed very good."
  ],
  [
    "The 1:1 coaching on white hat jr application adds value to the learning process of my child here , the teachers are very good here.",
    "The 1:1 coaching on white hat jr application adds value to the learning process of my child here , the teachers are very good here."
  ],
  [
    "Children coding classes what an Idea the future of next generation is on top level. Keep going white hat jr app.",
    "Children coding classes what an Idea the future of next generation is on top level. Keep going white hat jr app."
  ],
  [
    "The coding classes here are brilliant , the one on one classes are really helpful for my kids , they learn here with best teachers.",
    "The coding classes here are brilliant , the one on one classes are really helpful for my kids , they learn here with best teachers."
  ],
  [
    "Whitehat junior has helped me to utilize ky time during this pandemic.I have finally learnt to design a website.",
    "Whitehat junior has helped me to utilize ky time during this pandemic.I have finally learnt to design a website."
  ],
  [
    "Whitehat jr app is very good , they have got the best features for kids with a curriculum that is best suitable to make them learn coding.",
    "Whitehat jr app is very good , they have got the best features for kids with a curriculum that is best suitable to make them learn coding."
  ],
  [
    "The whitehat junior is the best innovation during this time , here children can learn what is the need of future , coding is the subject of future indeed.",
    "Best innovation\nThe whitehat junior is the best innovation during this time , here children can learn what is the need of future , coding is the subject of future indeed."
  ],
  [
    "Whitehat has a good interface. My child is engaged in coding projects.",
    "Whitehat has a good interface.My child is engaged in coding projects."
  ],
  [
    "The teaching staff is the usp of this application , they are very professional and experienced on how to handle and teach kids.",
    "The teaching staff is the usp of this application , they are very professional and experienced on how to handle and teach kids."
  ],
  [
    "This app is the best for kids , if anyone hs any doubt they can take the free trail classes that white hat junior app provides.",
    "Best for kids\nThis app is the best for kids , if anyone hs any doubt they can take the free trail classes that white hat junior app provides."
  ],
  [
    "Experiencing the best here\n On whitehat junior  my child is experiencing the best training for coding , here she get one on one sessions with her teacher.",
    "On whitehat junior  my child is experiencing the best training for coding , here she get one on one sessions with her teacher."
  ],
  [
    "Whitehat app is a complete package for learning. Teachers teaches kids in a smart way. Best coding app so far i have seen",
    "Whitehat app is a complete package for learning.Teachers teaches kids in a smart way.Best coding app so far I have seen."
  ],
  [
    "The classes my son get here are 1:1 classes with teachers, the 1:1 classes help him learn better on whitehat jr app.",
    "The classes my son get here are 1:1 classes with teachers, the 1:1 classes help him learn better on whitehat jr app."
  ],
  [
    "Excellent app to learn coding without having any prior knowledge. Wonderful platform it's just mindblowing. I love it.",
    "Excellent app to  learn coding without having any prior knowledge. Wonderful  White hat jr platform It's just mindblowing. I love it.😍"
  ],
  [
    "Whitehat app is best for learning coding skills. It offers 1:1 live coding classes which are very fascinating . One must attend.",
    "Whitehat app is best for learning coding skills.It offers 1:1 live coding classes which are very fascinating.One must attend."
  ],
  [
    "Whitehat junior is a coding education app for kids , this is so unique as an application , hence I enrolled my son here to learn.",
    "Whitehat junior is a coding education app for kids , this is so unique as an application , hence I enrolled my son here to learn."
  ],
  [
    "Thanks whitehat junior application for being the unique application that my child adores and learn coding on.",
    "Thanks whitehat junior application for being the unique application that my child adores and learn coding on."
  ],
  [
    "My friend told me about white hat junior  application it's so good for my child ,1:1 coaching is fantastic",
    "My friend told me about white hat junior  application it's so good for my child ,1:1 coaching is fantastic"
  ],
  [
    "White hat jr is amazing , i must say this every kid should learn coding on this application as it is the need of future.",
    "White hat jr is amazing , i must say this every kid should learn coding on this application as it is the need of future."
  ],
  [
    "I never thought Learning coding will became so easy for kids great teacher in 1:1 coaching, white hat jr is amazing.",
    "I never thought Learning coding will became so easy for kids great teacher in 1:1 coaching, white hat jr is amazing."
  ],
  [
    "Coding for kids in a such a small age it's so good for there knowledge and there brain development great work white hat jr.",
    "Coding for kids in a such a small age it's so good for there knowledge and there brain development great work white hat jr."
  ],
  [
    "Easy to learn coding with Whitehat Jr. This app has changed the way to learn coding skills.",
    "Easy to learn coding with Whitehat Jr. This app has changed the way to learn coding skills."
  ],
  [
    "Nice curriculum. Whitehat app is a good app. They have designed a proper curriculum according to the need of the child",
    "Whitehat app is a good app.They have designed a proper curriculum according to the need of the child."
  ],
  [
    "Whitehat Jr. app has skilled teachers. Their teaching style is really unique.",
    "Whitehat Jr. app has skilled teachers.Their teaching style is really unique."
  ],
  [
    "Whitehat Jr. is one of the finest app.1:1 coaching is very helpful for children.",
    "Whitehat Jr. is one of the finest app.1:1 coaching is very helpful for children."
  ],
  [
    "I must say whitehat jr has done a great job by providing this platform to kids . my daughter is enjoying to code very much.",
    "I must say whitehat jr has done a great job by providing this platform to kids . my daughter is enjoying to code very much."
  ],
  [
    "I enjoy using Whitehat junior app.Booked a session and enrolled after finding it interesting.One should definitely take the trial class.",
    "I enjoy using Whitehat junior app. Booked a session and enrolled after finding it interesting.One should definitely take the trial class."
  ],
  [
    "Whitehat is doing wonders.Good online classes by teachers and projects are designed very well.",
    "Whitehat is doing wonders.Good online classes by teachers and projects are designed very well."
  ],
  [
    "Whitehat is designed in a way so that children can use it easily.Learning coding for beginners is a simple task now.",
    "Whitehat is designed in a way so that children can use it easily.Learning coding for beginners is a simple task now."
  ],
  [
    "Whitehat has made complicated things simple.The teachers are teaching really well.",
    "Whitehat has made complicated things simple.The teachers are teaching really well."
  ],
  [
    "I am using Whitehat Jr. and improved my coding skills a lot.Best part is the 1:1 live online classes.",
    "I am using Whitehat Jr. and improved my coding skills a lot.Best part is the 1:1 live online classes."
  ],
  [
    "Whitehat junior team is providing simplified learning material.Teachers are doing a wonderful job.",
    "Whitehat junior team is providing simplified learning material.Teachers are doing a wonderful job."
  ],
  [
    "Whitehat is beneficial app.It helps to utilize your kids time to learn something different.",
    "Whitehat is beneficial app.It helps to utilize your kids time to learn something different.",
    "Whitehat is beneficial app.It helps to utilize your kids time to learn something different.",
    "Whitehat is beneficial app.It helps to utilize your kids time to learn something different."
  ],
  [
    "Whitehat is offering good range of services.The project's designed by expert teachers are really helpful.",
    "Whitehat is offering good range of services.The project's designed by expert teachers are really helpful."
  ],
  [
    "The Whitehat is designed in a way that even small child can learn easily.The teachers are so hardworking and good.",
    "The Whitehat is designed in a way that even small child can learn easily.The teachers are so hardworking and good."
  ],
  [
    "My daughter uses whitehat and she is able to solve her queries easily.She is also taking 1:1 live classes.",
    "Easy to use. My daughter uses whitehat and she is able to solve her queries easily.She is also taking 1:1 live classes.",
    "Easy to use. My daughter uses whitehat and she is able to solve her queries easily.She is also taking 1:1 live classes.",
    "My daughter uses whitehat and she is able to solve her queries easily.She is also taking 1:1 live classes."
  ],
  [
    "White hat junior has quality content.The teachers focus on the quality and has an distinctive teaching way.",
    "White hat junior has quality content.The teachers focus on the quality and has an distinctive teaching way."
  ],
  [
    "I'm satisfied with the quality of education which Whitehat junior is providing to young minds.It proves to be beneficial to kids who want to learn coding",
    "I'm satisfied with the quality of education which Whitehat junior is providing to young minds.It proves to be beneficial to kids who want to learn coding"
  ],
  [
    "whitehat is easy to use,u can book a trial class to see their quality and teaching style.The teachers are working really hard.",
    "whitehat is easy to use,u can book a trial class to see their quality and teaching style.The teachers are working really hard."
  ],
  [
    "Whitehat had made coding super easy.My daughter was afraid of coding but now she is keen to learn about it.",
    "Simple Coding. Whitehat had made coding super easy.My daughter was afraid of coding but now she is keen to learn about it.",
    "Whitehat had made coding super easy.My daughter was afraid of coding but now she is keen to learn about it."
  ],
  [
    "My friend suggested Whitehat junior for my child.This app added to his teachnical abilities.",
    "My friend suggested Whitehat junior for my child.This app added to his teachnical abilities."
  ],
  [
    "Whitehat Jr. is the productive app.It makes coding super easy to learn.",
    "Whitehat Jr. is the productive app.It makes coding super easy to learn."
  ],
  [
    "Whitehat junior team is working hard to make coding easy for kids.It is offering live classes and online projects for beginners as well as for advanced level.",
    "Whitehat junior team is working hard to make coding easy for kids.It is offering live classes and online projects for beginners as well as for advanced level."
  ],
  [
    "My child find it interesting as well as easy to learn using Whitehat app.It made coding easy.",
    "My child find it interesting as well as easy to learn using Whitehat app.It made coding easy."
  ],
  [
    "White hat jr. has designed their curriculum in such a way that kids can learn coding.Wonderful app to learn coding.",
    "White hat jr. has designed their curriculum in such a way that kids can learn coding.Wonderful app to learn coding."
  ],
  [
    "Coding using Whitehat Jr. app is very interesting.It offers 1:1 live classes which help in learning easily.",
    "Coding using Whitehat Jr. app is very interesting.It offers 1:1 live classes which help in learning easily."
  ],
  [
    "Technical skills for kids is quite important these days.White hat is providing the opportunity to learn coding in a very simple manner. The teachers prepare the plan according to the children grasping power and that is an amazing thing.",
    "Technical skills for kids.   Technical skills for kids is quite important these days.White hat is providing the opportunity to learn coding in a very simple manner. The teachers prepare the plan according to the children grasping power and that is an amazing thing."
  ],
  [
    "Whitehat junior has made coding super easy.I enjoy taking 1:1 live classes and working on different projects.Finding coding very interesting.",
    "Nice one.   Whitehat junior has made coding super easy.I enjoy taking 1:1 live classes and working on different projects.Finding coding very interesting.",
    "Whitehat junior has made coding super easy.I enjoy taking 1:1 live classes and working on different projects.Finding coding very interesting."
  ],
  [
    "One of the productive app . Whitehat junior is a genuine app unlike others which claim to be productive but in reality they are not.Simply amazing app and teachers' are so sweet ,they clear all the queries beautifully.",
    "One of the productive app . Whitehat junior is a genuine app unlike others which claim to be productive but in reality they are not.Simply amazing app and teachers' are so sweet ,they clear all the queries beautifully."
  ],
  [
    "The Whitehat app is good choice for kids to learn Coding.They offer 1:1 live classes and projects to practice.Entire faculty is supportive and cooperative.",
    "The Whitehat app is good choice for kids to learn Coding.They offer 1:1 live classes and projects to practice.Entire faculty is supportive and cooperative."
  ],
  [
    "Whitehat jr. app is completely useful package.Offering 1:1 live classes is the best part.My kid enojys to create website now.",
    "Whitehat jr. app is completely useful package.Offering 1:1 live classes is the best part.My kid enojys to create website now."
  ],
  [
    "My sister's favourite app is whitehat.She is busy creating websites so even I started using it.Seriously,this app is so addictive that even I'm busy all day working on different projects and online classes",
    "Loved it!  My sister's favourite app is whitehat.She is busy creating websites so even I started using it.Seriously,this app is so addictive that even I'm busy all day working on  different projects and online classes",
    "My sister's favourite app is whitehat.She is busy creating websites so even I started using it.Seriously,this app is so addictive that even I'm busy all day working on different projects and online classes"
  ],
  [
    "Whitehat app is an awesome app which offers wide range of services.Coding was difficult for 5 standard child but with this app ,nothing is difficult.1:1 live classes have made everything super easy.",
    "Whitehat app is an awesome app which offers wide range of services.Coding was difficult for 5 standard child but with this app, nothing is difficult. 1:1 live  classes have made everything super easy.",
    "Whitehat app is an awesome app which offers wide range of services.Coding was difficult for 5 standard child but with this app ,nothing is difficult.1:1 live classes have made everything super easy."
  ],
  [
    "So, whitehat is the end for your search for coding Platforms.It not only offers 1:1 live classes but there are many projects to practice and analyse your performance.",
    "So, whitehat is the end for your search for coding Platforms.It not only offers 1:1 live classes but there are many projects to practice and analyse your performance."
  ],
  [
    "WhitehatJr is my kids favourite.Now he don't play those stupid games but is busy with 1:1 live class.Teachers are very supportive.",
    "WhitehatJr is my kids favourite.Now he don't play those stupid games but is busy with 1:1 live class.Teachers are very supportive.",
    "WhitehatJr is my kids favourite.Now he don't play those stupid games but is busy with 1:1 live class.Teachers are very supportive."
  ],
  [
    "Whitehat jr. app is best for kids to learn coding skills.I have enrolled my child and he has learnt a lot in a short span of time.All thanks to the entire team of Whitehat junior.",
    "Quite Impressive App.  Whitehat jr. app is best for kids to learn coding skills.I have enrolled my child and he has learnt a lot in a short span of time.All thanks to the entire team of Whitehat junior.",
    "Quite Impressive App.  Whitehat jr. app is best for kids to learn coding skills.I have enrolled my child and he has learnt a lot in a short span of time.All thanks to the entire team of Whitehat junior."
  ],
  [
    "Whitehat junior app is really good.They have expert teaches who have unique style of teaching.They make learning real fun.",
    "Whitehat junior app is really good.They have expert teaches who have unique style of teaching.They make learning real fun.",
    "Whitehat junior app is really good.They have expert teaches who have unique style of teaching.They make learning real fun."
  ],
  [
    "Recently came to know about Whitehat app through a friend.Booked a free trial class and was amazed by the teaching faculty.Doing great job!",
    "Recently came to know about Whitehat app through a friend.Booked a free trial class and was amazed by the teaching faculty.Doing great job!",
    "Trial class. Recently came to know about Whitehat app through a friend.Booked a free trial class and was amazed by the teaching faculty.Doing great job!"
  ],
  [
    "It's just started when my friend told me how she found out white hat jr application and now she admitted his son there and he is learning about Code and I instantly talked to my wife and they provide my daughter  trial classes and after she loves his trial class I admitted her to white hat.",
    "Title : Good app\nIt's just started when my friend told me how she found out white hat jr application and now she admitted his son there and he is learning about Code and I instantly talked to my wife and they provide my daughter  trial classes and after she loves his trial class I admitted her to white hat."
  ],
  [
    "White hat has really been a great experience for me , i took trial classes with my son here and i registered him only then here to learn to code.",
    "White hat has really been a great experience for me, I took trial classes with my son here and I registered him only then here to learn to code.",
    "White hat has really been a great experience for me. I took trial classes with my son here and I registered him only then here to learn to code"
  ],
  [
    "Congratulations to white hat junior for making such a unique and good application , i am very much happy to see my child learning to code here.",
    "Congratulations to white hat junior for making such a unique and good application , i am very much happy to see my child learning to code here",
    "Congratulations to white hat junior for making such a unique and good application , i am very much happy to see my child learning to code here."
  ],
  [
    "Whitehat jr app is a very good application , here my daughter is learning how to code and and be prepared for her future.",
    "Very good app\nWhitehat jr app is a very good application , here my daughter is learning how to code and and be prepared for her future."
  ],
  [
    "I always wanted to learn how to code. So happy I found this app.White Hat jr is an exceptional learning tool! Once you start, it'll be difficult to stop.",
    "Exceptional learning tool\nI always wanted to learn how to code. So happy I found this app.White Hat jr  is an exceptional learning tool! Once you start, it'll be difficult to stop."
  ],
  [
    "New skills.  In this pandemic where everything seems difficult, Whitehat has made learning coding easy.Now u can learn new skills and utilize your time.",
    "In this pandemic where everything seems difficult, Whitehat has made learning coding easy.Now u can learn new skills and utilize your time."
  ],
  [
    "WhiteHat Jr. is the best app for kids to learn to code with a hands-on experience. The courses are taught by tech and data science experts and teachers who have been at it for several years. A new student can get one step ahead of other kids by taking their own classes thrice a week.",
    "WhiteHat Jr. is the best app for kids to learn to code with a hands-on experience. The courses are taught by tech and data science experts and teachers who have been at it for several years. A new student can get one step ahead of other kids by taking their own classes thrice a week."
  ],
  [
    "They can focus on building simple programs with a high-level programming language orm block-based code. The children can test out new programming languages, build interesting projects that they are proud to show their parents and its gret for coding",
    "They can focus on building simple programs with a high-level programming language orm block-based code. The children can test out new programming languages, build interesting projects that they are proud to show their parents and its gret for coding"
  ],
  [
    "White Hat Jr. is the best online educational app that has superlative value for learning to code for kids. As a parent, I encourage my child to learn to code and continue to evolve and expand his skills as long as possible and encourage him not to give in to any moments of discouragement.",
    "White Hat Jr. is the best online educational app that has superlative value for learning to code for kids. As a parent, I encourage my child to learn to code and continue to evolve and expand his skills as long as possible and encourage him not to give in to any moments of discouragement. I want him to push beyond his limits as often as he can and reap"
  ],
  [
    "WhiteHat Jr prepares kids aged 6-14 for this new world. Kids learn both the fundamentals of coding-logic, sequence, structure, algorithmic thinking and experience the joy of creative expression in building animations, games and apps using code.",
    "WhiteHat Jr prepares kids aged 6-14 for this new world. Kids learn both the fundamentals of coding-logic, sequence, structure, algorithmic thinking and experience the joy of creative expression in building animations, games and apps using code."
  ],
  [
    "There are many apps out there but if you seriously want to learn coding, WhiteHat Jr is the best option for you as it is a platform that helps you to learn how to code in a very interactive, simplistic way. As children create while learning, they start thinking creatively, work collaboratively, and reason systematically.",
    "There are many apps out there but if you seriously want to learn coding, WhiteHat Jr is the best option for you as it is a platform that helps you to learn how to code in a very interactive. As children create while learning, they start thinking creatively, work collaboratively. Thanks and regards"
  ],
  [
    "Fantastic!   This Whitehat app has made this time interesting for me.Working on different projects is great fun.I simply loved it.",
    "This Whitehat app has made this time interesting for me.Working on different projects is great fun.I simply loved it."
  ],
  [
    "Good initiative.  Whitehat junior is doing a wonderful job.The teachers are cooperative and explain in a simple manner.",
    "Whitehat junior is doing a wonderful job.The teachers are cooperative and explain in a simple manner.",
    "Whitehat junior is doing a wonderful job.The teachers are cooperative and explain in a simple manner."
  ],
  [
    "Great service.  It's been a great experience of using white hat junior app .Now my child is not bored and  he is always busy taking online classes.He has always something new  to share with me on daily basis. All thanks to the white hat team.",
    "It's been a great experience of using white hat junior app .Now my child is not bored and  he is always busy taking online classes.He has always something new to share with me on daily basis. All thanks to the white hay team"
  ],
  [
    "Best app!   Whitehat junior best coding app for children.Teachers are working hard in planning lessons and make it interesting.",
    "Whitehat junior best coding app for children.Teachers are working hard in planning lessons and make it interesting."
  ],
  [
    "Whitehat junior is a really good app.Initially I was hesitant to use but after taking trial class,I was confident enough that it's the right place for my child to learn coding.",
    "Whitehat junior is a really good app.Initially I was hesitant to use but after taking trial class,I was confident enough that it's the right place for my child to learn coding."
  ],
  [
    ". White Hat Jr. app prepares your kids to thrive in this new digital world. Kids learn fundamentals of coding logic, structure, sequence, and algorithmic thinking to generate creative outcomes eg. animations and apps. All classes are taught Live 1:1 Online in the comfort of your home by Top 99.9th percentile of certified teachers.",
    "White Hat Jr. app prepares your kids to thrive in this new digital world. Kids learn fundamentals of coding logic, structure, sequence, and algorithmic thinking to generate creative outcomes eg. animations and apps. All classes are taught Live 1:1 Online in the comfort of your home by Top 99.9th percentile of certified teachers. There is no doubt about the authenticity of WhiteHat Jr.'s programs and vast curriculum."
  ],
  [
    "Finest App.  Whitehat jr.  is the best app which supports the new education policy.It offers to learn coding skills via 1:1 live classes.",
    "Whitehat jr. is the best app which supports the new education policy.It offers to learn coding skills via 1:1 live classes.",
    "Whitehat jr.  is the best app which supports the new education policy.It offers to learn coding skills via 1:1 live classes."
  ],
  [
    "WhiteHat Jr. is an excellent app for children aged 6 to 14 years old. With a well-trained and professional staff (top 99.9th percentile teachers), students get an experience to learn to code in an innovative and friendly way. Every course offers the ability to publish apps to app stores and build projects that solve real-world problems. Thumbs UP WHJ .",
    "WhiteHat Jr. is an awesome app for children aged 6 to 14 years old. With a well-trained and professional staff (top 99.9th percentile teachers), students get an experience to learn to code in an innovative and friendly way. Every course offers the ability to publish apps to app stores and build projects that solve real-world problems. Thumbs UP WHJ."
  ],
  [
    "Nice results.  Whitehat junior offers projects to practice.The teaching style is also good.",
    "Whitehat junior offers projects to practice.The teaching style is also good.",
    "Whitehat junior offers projects to practice.The teaching style is also good.",
    "Whitehat junior offers projects to practice.The teaching style is also good."
  ],
  [
    "Outstanding. The services of White hat Junior is an outstanding app.It is a good platform for young minds.",
    "The services of White hat Junior is an outstanding app.It is a good platform for young minds."
  ],
  [
    "I analysed WhiteHat Jr. app from all viewpoints to get a genuine image of its working and I thought that it was authentic and ideal for children to learn code. Reasonable age determined by specialists of WhiteHat Jr. for children to pick up coding is between 6-14 years. This is when children are so little and are simply becoming acclimated to of legitimate sitting behaviour in the class",
    "I analysed WhiteHat Jr. app from all viewpoints to get a genuine image of its working and I thought that it was authentic and ideal for children to learn code. Reasonable age determined by specialists of WhiteHat Jr. for children to pick up coding is between 6-14 years. This is when children are so little and are simply becoming acclimated to of legitimate sitting behaviour in the class and at this pivotal opportunity to cause them to draw in to pick up coding is an extraordinary activity.",
    "I analysed WhiteHat Jr. app from all viewpoints to get a genuine image of its working and I thought that it was authentic and ideal for children to learn code. Reasonable age determined by specialists of WhiteHat Jr. for children to pick up coding is between 6-14 years. This is when children are so little and are simply becoming acclimated to of legitimate sitting behaviour in the class and at this pivotal opportunity to cause them to draw in to pick up coding is an extraordinary activity."
  ],
  [
    "My brother told me about Whitehat and wanted to enroll.I booked a trial session to check the quality but was amazed by the teachers.They are doing splendid job.",
    "Good app.  My son told me about Whitehat and wanted to enroll.I booked a trial session to check the quality but was amazed by the teachers.They are doing splendid job."
  ],
  [
    "Whitehat provides free trial class.After taking that class I was actually surprised by their teachers teaching style.",
    "Whitehat provides free trial class.After taking that class I was actually surprised by their teachers teaching style."
  ],
  [
    "This app Whitehat Jr. has made coding a simple task.My children who were busy in playing games are now working on different coding projects.Thank you!",
    "This app Whitehat Jr. has made coding a simple task.My children who were busy in playing games are now working on different coding projects.Thank you!"
  ],
  [
    "Whitehat junior has made coding simpler.My kids are now busy creating a website.",
    "Whitehat junior has made coding simpler.My kids are now busy creating a website.",
    "Whitehat junior has made coding simpler.My kids are now busy creating a website."
  ],
  [
    "Best app. Best app for me is Whitehat.It has made me utilize my free time and learn something new which is important",
    "Best app for me is Whitehat.It has made me utilize my free time and learn something new which is important"
  ],
  [
    "Whitehat junior app is a very helpful and beneficial app.I recommend it to everyone to make their child learn coding.Book a free trial class and you will find it interesting.",
    "Whitehat junior app is a very helpful and beneficial app.I recommend it to everyone to make their child learn coding.Book a free trial class and you will find it interesting."
  ],
  [
    "Whitehat junior is doing commendable job.Content prepared by teachers is quite understandable.",
    "Whitehat junior is doing commendable job.Content prepared by teachers is quite understandable."
  ],
  [
    "When it comes to coding,only Whitehat is the good app.Learning coding for kids is now easy.",
    "When it comes to coding,only Whitehat is the good app.Learning coding for kids is now easy."
  ],
  [
    "Polite teachers. Whitehat junior app is  the best coding apps I have used till now.The teachers are putting so much efforts and are very cooperative.Overall 1:1 live classes are very interesting and meaningful.",
    "Whitehat junior app is  the best coding apps I have used till now.The teachers are putting so much efforts and are very cooperative.Overall 1:1 live classes are very interesting and meaningful."
  ],
  [
    "Whitehat Jr coding app is good.It has helped my son to learn Coding easily.",
    "Whitehat Jr coding app is good.It has helped my son to learn Coding easily."
  ],
  [
    ". Whitehat junior is best among the all.CODING using the app is fun itself.",
    "Whitehat junior is best among the all.CODING using the app is fun itself."
  ],
  [
    "WhitehatJr application works really well.This app is very good for education purpose.",
    "WhitehatJr application works really well.This app is very good for education purpose."
  ],
  [
    "My champ is always busy with Whitehat Jr.It has diverted his attention from games to coding.Really thankful to the entire team.",
    "My champ is always busy with Whitehat Jr.It has diverted his attention from games to coding.Really thankful to the entire team.",
    "My champ is always busy with Whitehat Jr.It has diverted his attention from games to coding.Really thankful to the entire team."
  ],
  [
    "Whitehat has developed their curriculum in such a way that it's simple to do coding.I have improved my skills a lot.Thanks to all the teachers.",
    "Whitehat has developed their curriculum in such a way that it's simple to do coding.I have improved my skills a lot.Thanks to all the teachers."
  ],
  [
    "WhitehatJr. app is a great way of learning coding skills.They have best teachers.",
    "WhitehatJr. app is a great way of learning coding skills.They have best teachers."
  ],
  [
    "Whitehat Jr. has made me utilize my time in this pandemic.The teacher's teaching style is quite unique.",
    "Whitehat Jr. has made me utilize my time in this pandemic.The teacher's teaching style is quite unique."
  ],
  [
    "The free trail class on whitehat jr app made me understand if my child liked to code or not , he liked it so i signed up in this app to teach him further.",
    "The free trail class on whitehat jr app made me understand if my child liked to code or not , he liked it so i signed up in this app to teach him further."
  ],
  [
    "White hat jr app  have some great teachers who are take caring our children while teaching them how to code.",
    "White hat jr app  have some great teachers who are take caring our children while teaching them how to code."
  ],
  [
    "One of the best apps is whitehat Jr. till date.Booked a free trial class for my child,he enjoyed very much.Now,he is enrolled and learning coding skills.",
    "Productive.  One of the best apps is whitehat Jr. till date.Booked a free trial class for my child,he enjoyed very much.Now,he is enrolled and learning coding skills."
  ],
  [
    "Its so good to know , that my kid will be learning to code and do other things using it at such a small age , future of education is definitely changing.",
    "Its so good to know , that my kid will be learning to code and do other things using it at such a small age , future of education is definitely changing."
  ],
  [
    "WhiteHat Jr. is an amazing app for coding that teaches young learners skills through small-group instruction. Children learn to code with an excellent curriculum that will build their foundational coding knowledge, and then move on to more advanced coding concepts and technologies. This app is also suitable for learning for younger kids in the context of play. Kids can learn to code with visual programming languages that offer block-based code.",
    "WhiteHat Jr. is an amazing app for coding that teaches young learners skills through small-group instruction. Children learn to code with an excellent curriculum that will build their foundational coding knowledge, and then move on to more advanced coding concepts and technologies. This app is also suitable for learning for younger kids in the context of play. Kids can learn to code with visual programming languages that offer block-based code."
  ],
  [
    "WhiteHat Jr. is the best app for kids to learn to code. Students learn skills they can't get elsewhere. You'll learn to be an expert in computer science without college prep. Animated and interactive class rooms have made the leap from the traditional classroom and now become essential elements of education and learning! WhiteHat Jr.'s courses will take you on an immersive learning journey where you will be fully immersed in the world of computers, data, apps, games, and animations.",
    "WhiteHat Jr. is the best app for kids to learn to code. Students learn skills they can't get elsewhere. You'll learn to be an expert in computer science without college prep. Animated and interactive class rooms have made the leap from the traditional classroom and now become essential elements of education and learning! WhiteHat Jr.'s courses will take you on an immersive learning journey where you will be fully immersed in the world of computers, data, apps, games, and animations."
  ],
  [
    "WhiteHat Jr. app offers the best learning experience for any child who is learning to code for the first time. The curriculum is designed to teach people to solve problems, in real time, using JavaScript and Python. The courses include lessons that are based upon real-world examples like robotics challenges, how to design web apps, and data visualization, and machine learning algorithms. The instructors and teachers are using the courses as a platform for sharing and learning to build a community of young tech innovators. Students are taught to leverage AI to design their software. The platform is a two-pronged effort: teach coding while teaching cutting-edge tech like Data Science and real-world Machine Learning. The classes are designed to pair students with experienced experts on each front, so they take a hands-on approach to learning and problem solving.",
    "WhiteHat Jr. app offers the best learning experience for any child who is learning to code for the first time. The curriculum is designed to teach people to solve problems, in real time, using JavaScript and Python. The courses include lessons that are based upon real-world examples like robotics challenges, how to design web apps, and data visualization, and machine learning algorithms. The instructors and teachers are using the courses as a platform for sharing and learning to build a community of young tech innovators. Students are taught to leverage AI to design their software. The platform is a two-pronged effort: teach coding while teaching cutting-edge tech like Data Science and real-world Machine Learning. The classes are designed to pair students with experienced experts on each front, so they take a hands-on approach to learning and problem solving."
  ],
  [
    "WhiteHat Jr. app is a wonderful veritable stage for children to learn code with an individualized methodology and guides are consistently on pins and needles. As a guardian, I am astonished at how coding can be instructed to kids when they are so little and not ready to comprehend run of the mill ideas of programming. It regularly wants to break hard nuts at whatever point to include them in school concentrates at that point will it be certified to give them one more assignment to pick up coding alongside exams. At the point when I interact with WhiteHat Jr. as one of the best online stages, I found that they are underlining that figuring out how to code will truly be useful for kids with future concerns and furthermore for their psychological and physical turn of events.",
    "WhiteHat Jr. app is a wonderful veritable stage for children to learn code with an individualized methodology and guides are consistently on pins and needles. As a guardian, I am astonished at how coding can be instructed to kids when they are so little and not ready to comprehend run of the mill ideas of programming. It regularly wants to break hard nuts at whatever point to include them in school concentrates at that point will it be certified to give them one more assignment to pick up coding alongside exams. At the point when I interact with WhiteHat Jr. as one of the best online stages, I found that they are underlining that figuring out how to code will truly be useful for kids with future concerns and furthermore for their psychological and physical turn of events."
  ],
  [
    "White hat jr. app offers interactive lessons where you can learn web development , app development, game development, UI design and much more. The classes consist of video lectures and heaps of quizzes and coding challenges that allow you to put your skills to test \nIf you’re not familiar with white hat jr., you can try their free trail to see if you’d like to invest in the entire program or not . But I’m sure you will find this app as the ideal online education platform which has the best value for learning code to kids",
    "White Hat Jr. app offers interactive lessons where you can learn web development, app development, game development, UI design, and much more. The classes consist of video lectures and heaps of quizzes and coding challenges that allow you to put your skills to the test.\nIf you’re not familiar with WhiteHat Jr., you can try their free trial to see if you’d like to invest in the entire program or not. But I m sure you will find this app as the ideal online education platform which has the best value for learning to code for kids."
  ]
]