[
  [
    "I downloaded this app one week ago, and I love coding. The teachers are good, first they show us practically how to do stuff in coding and then guid us to do it practically. I am less speaking person I get uncomfortable while talking to others but the teacher speaks polite and make us comfortable to speak.so | || give this app 700 out of 100",
    "I downloaded this app one week ago , and I love coding .The teachers are good , first they show us practically how to do stuff in coding and then guid us to do it practically. I am less speaking person ,I gets uncomfortable while talking to others but the teacher speaks polite and make us comfortable to speak .so I ll give this app 💯out of 💯😀"
  ],
  [
    "Whitehead jr. it is so easy and useful for my child to understand cooding.",
    "white hat jr and it is so easy and useful for my child to understand cooding."
  ],
  [
    "I want to make my son a web developer and searching for it thenci listen about white hat jr and it is so easy and useful for my child to understand cooding..",
    "I want to make my son a web developer and searching for it thenci listen about white hat jr and it is so easy and useful for my child to understand cooding.."
  ],
  [
    "Yes,it's fantastic app I have ever seen but thing is it is for only kids upto age 12 but my 19 just I passed out my intermediate I have very interest to learn the coding but it is not for the above age 12.if it will be for the above age 12 I will be most happy....",
    "WhiteHat is a fantastic app I have ever seen but thing is it is for only kids upto age 12 but my 19 just I passed out my intermediate I have very interest to learn the coding but it isnot for the above age 12.if it will be for the above age 121will be most happy."
  ],
  [
    "One of the best part about having this online learning coding app. Whitehat Jr app always help my child out when my child need it. In any kind of problem.",
    "One of the best part about having this online learning coding app. Whitehat Jr app always help my child out when my child need it. In any kind of problem"
  ],
  [
    "A great app for learning coding. Very personalized and kids just love it.",
    "Whitehead jr is a great app for learning coding very personalized and kids just love it.."
  ],
  [
    "Brillient app! My son became so active when using white hat jr and enjoy and lister and see carefully 1.1 live classes",
    "Brillient app! My son became so active when using white hat jr and enjoy and lister and see carefully 1.1 live classes"
  ],
  [
    "Whitehatjr app helps the children for better learning because it has the coding which makes another level of studing",
    "Whitehatjr app helps the children for better learning because it has the coding which makes another level of studing"
  ],
  [
    "Amazing application I have ever used. I have installed this app for my daughter. The app he's 1.1 live classes which help my daughter to Continue his study in this pandemic. She really Love this app",
    "Amazing application I have ever used. I have installed this app for my daughter. The app he's 1.1 live classes which help my daughter to Continue his study in this pandemic. She really Love this app."
  ],
  [
    "Whitehat Jr is nice choice to learn coding and make an app It is useful but harm also because children have already online classes. But anyway these app is very useful. That's why I have given five stars to this app.",
    "It is nice choice to learn coding and make an app . It is useful but harm also because children have already online classes. But anyway these app is very useful. That's why I have given five stars to this app .🤩🤩"
  ],
  [
    "1.1 coaching with the world top best teachers and having 1.1 live classes session at white hat jr application , learning and developing own imagination skill's",
    "1.1 coaching with the world top best teachers and having 1.1 live classes session at white hat jr application , learning and developing own imagination skill's"
  ],
  [
    "This app is the best app for learning by using the coding it helps my small brother for better learning",
    "Whitehatjr is an app which provide the best learning for the kids by using the coding it helps my frnds small brother for better learning"
  ],
  [
    "Whitehat Application is a best coaching application in play store. I really love this application",
    "Whitehat application is a very good application in play store. I really like this application"
  ],
  [
    "Hands down the best learning app. Whitehat jr such a great platform in which students can learn coding from a very young age that too in a very interesting way with one on one experience with teacher and get to clear every single doubt. Best learning app..",
    "Hands down the best learning app. Amazed to have such a great platform in which students can learn coding from a very young age that too in a very interesting way with one on one experience with teacher and get to clear every single doubt."
  ],
  [
    "White heart junior education and others keyboard related to our service live online coding classes for kids and gates",
    "Book free trial class education and others keyboard related to our service live online coding classes for kids and gates"
  ],
  [
    "I love this coding app and shared it with my classmates and they also enjoyed.",
    "Whitehat jr. I love this coding app and shared it with my classmates and they also enjoyed."
  ],
  [
    "Whitehat jr. I absolutely love it... it's a wonderful app for coding.",
    "I absolutely love it... it's a wonderful app for coding."
  ],
  [
    "I downloaded this app after seeing an ad on facebook, my niece and my daughter both enrolled for the trial class immediately, both of them managed to create a game in the first session itself. The Whitehat Jr. App is truly creating..",
    "It’s too good app... ‪I downloaded this app after seeing an ad on facebook, my niece and my daughter both enrolled for the trial class immediately, both of them managed to create a game in the first session itself."
  ],
  [
    "Whitehatjr is the best app for the kids it helps the children for better learning br using codings",
    "Whitehatjr is better app for the kids it helps the children for better learning by using codings",
    "The whitehatjr is better app for the kids it helps the children for better learning by using the codings"
  ],
  [
    "Best coding app for education. It has helped my child a lot to understand the subject. I find improving my child in study. Overall this coding app is very good",
    "Best coding app for education. It has helped my child a lot to understand the subject. I find improving my child in study. Overall this coding app is very good"
  ],
  [
    "Very good app It is one of the best app in the world",
    "This is one of the best app in the world"
  ],
  [
    "My son is going to mad for this app, very much better app to learning for kids, we thankful to the whiteHat Jr developer for this amazing app🙏 my cousin are also start this app for study",
    "My son is going to mad for this app, very much better app to learning for kids, we thankful to the whiteHat Jr developer for this amazing app🤗🤗🤗"
  ],
  [
    "I am download now. But I am very interesting to use this app and i am make an app. I don't know I success or not. But I hope I get success thanks for make this app. I can't saying how to say you thank you. Very very very very very very very very very very very very very very very very very very very thanks. By your support I get success. 😍😍😃😃🙏🙏🙏🙏",
    "This is the worst app very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very worst app please don't install this app this will work only with computer/projectorconnection",
    "Very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very bad app",
    "Very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very bad"
  ],
  [
    "White Hat Jr. app has been a great platform. What my child really enjoys is that his teacher is very enthusiastic and motivated to keep him interested through fun projects. Now, this aspect is utmost important to me because kids tend to have a short attention span and quickly let go of things, especially if it is something that doesn’t come very naturally. The teachers at WhiteHat Jr. are professionally trained and are well-educated to be able to deal with kids - even as young .",
    "White Hat Jr. app has been a spectacular platform. What my child really enjoys is that his teacher is very enthusiastic and motivated to keep him interested through fun projects. Now, this aspect is utmost important to me because kids tend to have a short attention span and quickly let go of things, especially if it is something that doesn’t come very naturally. The teachers at WhiteHat Jr. are professionally trained and are well-educated to be able to deal with kids - even as young as 6! They"
  ],
  [
    "I love this app very much because it inspire the future students. This app is very useful because if we know coding we can get jobs in future.",
    "I love this app very much because it inspire the future students. This app is very useful because if we know coding we can get jobs in future."
  ],
  [
    "Incredible app Incredible management in this online coaching teaching techniques and i and i an very curious to see my child with some coding skills.",
    "Incredible management in this online coaching teaching techniques and i am very curious to see my child with some coding skills"
  ],
  [
    "Love to be a part of this application which come with something really New way of online coding class on whitehat Jr.",
    "Online coding classes Love to be part of this application which comes with something really new way of online coding class on whitehat jr app."
  ],
  [
    "This app is very very nice i like this app",
    "I like this app It's very nice 😀"
  ],
  [
    "WhiteHat one of the best application for book free Trell online classes and I recommend to use this application for free Trell calsss",
    "WhiteHat is one of the best application for book free Trell online classes. I recommend to use this application for free Trell classes. Highly recommended ❣️❣️"
  ],
  [
    "I really loved the app best experience loving coding but the thing is there fee is so!!!!!! High like (for me) please just make the price a little low🙏🏻🙏🏻🙏🏻",
    "I really loved the app best experience loving coding but the thing is there fee is so!!!!!! High like (for me) please just make the price a little low🙏🏻🙏🏻🙏🏻"
  ],
  [
    "It is a good app but this only available in laptop and pc only",
    "Good app but only available on laptop and PC This is not good"
  ],
  [
    "This app is good for coding but I think this organisation is making us fool because they said that when we invite 5friends here then they will give us a free MacBook, but when I invite 5friends here and they joined/registered and 1member take trial class, then also they don't give any message to my emal/general message that I will get a free MacBook/any laptop. That's why I don't like this and rate only 2stars. I request to do your works what you have said in this app. I wish you will give me .",
    "This app is good for coding but I think this organisation is making us fool because they said that when we invite Friends here then they will give us a free MacBook, but when I invite 5 friends here and they joined/registered and 1member take trial class, then also they don't give any message to my email/general message that I will get a free MacBook/any laptop. That's why I don't like this and rate only 2 stars. I request to do your works what you have said in this app. I wish you will give me."
  ]
]